package yuxue.tagmanager.fragment;

/**
 * @Author: duke
 * @DateTime: 2016-08-12 17:15
 * @Description:
 */
public class Data {
    //模拟数据
    public static final String[] data = {
            "安刚", "Android Studio", "阿拉斯加", "奥巴马", "艾滋病",
            "巴扎黑", "巴顿", "宝莲灯", "白艳颂", "八达岭",
            "蔡俊", "菜圆裴", "车臣", "草泥马", "陈圆圆", "曹操", "崔见", "蹭网",
            "杜科", "杜科>", "杜科》", "董卓", "达尔文", "董卓", "段誉",
            "鄂州", "噩梦", "峨眉山",
            "非洲", "发哥", "付地生", "方至敏", "废鱼轻", "肥猫", "凡客", "范晔",
            "故工", "膏虎", "股票", "管户", "葛由", "噶尔丹", "滚雪球", "郭付成",
            "黄菊花", "和珅", "后羿", "行家", "黑河", "胡君", "河囧", "含泪",
            "Item", "icon", "im", "image", "ImageSwitcher", "instance",
            "姜卷", "蒋洁诗", "金日城", "季建页", "解艳", "江莉",
            "库尔勒", "克里米亚", "克林顿", "酷睿", "肯德基", "康佳", "孔子", "柯手良",
            "里约", "李字呈", "李是明", "李远璋",
            "忙疼台", "马十兵", "米兰", "明智", "毛里求思", "毛阿闽",
            "尼歌迈题", "霓虹灯",
            "over", "oshit", "Obitch", "ofuck",
            "潘冰龙", "蟠桃园", "平壤", "盆丽",
            "钱学生", "裘签仞",
            "冉俊", "日本娘", "任江", "饶娟", "容嬷嬷",
            "史珍香", "史彤", "史记", "石大开", "十娘",
            "唐军", "谭鹿", "潭水", "同堂", "彤玲",
            "ubuntu", "University", "universal",
            "vb", "VR", "Visual Studio",
            "王妃", "王子", "王爷",
            "夏华", "先祖",
            "杨抗", "亚利", "原话", "袁是凯",
            "周家大湾", "章鱼", "张三", "支那",
            "2哥", "4爷", "6+1", "0^_^0", "@126.com", "(!@#$%^&*)"};
}
